Repository: AnaBernard0/StoreCursoMod165
Catalog: StoreCursoMod165/Resources/Resource.*.resx
Languages: pt

source: &quot;Are you sure you want to delete this Category?
pt: Tem a certeza que pretende apagar esta Categoria?

source: &quot;Are you sure you want to delete this Product?&quot;
pt: Tem a certeza que pretende apagar este Produto?

source: Address
pt: Morada

source: Are you sure you want to delete this Category?
pt: Pretende apagar esta categoria?

source: Are you sure you want to delete this Customer?
pt: Tem a certeza que pretende apagar este Cliente?

source: Are you sure you want to delete this Order?
pt: Tem a certeza que pretende apagar esta Venda?

source: Back to List
pt: Voltar para a Lista

source: Birthday
pt: Data Nascimento

source: Categories
pt: Categorias

source: Category
pt: Categoria

source: Category Creation error!
pt: Erro na criação da categoria!

source: Category Deletion error!
pt: Erro a apagar a categoria!

source: Category Edition error!
pt: Erro na edição da categoria!

source: Category successfully created!
pt: Categoria criada com sucesso!

source: Category successfully deleted!
pt: Categoria apagada com sucesso!

source: Check the category again!
pt: Verifique a categoria novamente!

source: Check the customer again!
pt: Verifique o cliente novamente!

source: Check the order again!
pt: Verifique a venda novamente!

source: Check the product again!
pt: Verifique o produto novamente!

source: City
pt: Cidade

source: Create
pt: Criar

source: Create New Category
pt: Criar nova Categoria

source: Create New Customer
pt: Criar Novo Cliente

source: Create New Order
pt: Criar Nova Venda

source: Create New Product
pt: Criar Novo Produto

source: Customer
pt: Cliente

source: Customer Creation error!
pt: Erro ao criar o cliente!

source: Customer Number
pt: Número de Cliente

source: Customer successfully created!
pt: Cliente criado com sucesso!

source: Customer successfully deleted!
pt: Cliente eliminado com sucesso!

source: Customer successfully edited!
pt: Cliente editado com sucesso!

source: Customers
pt: Clientes

source: Custumer Number
pt: Nº Cliente

source: Date
pt: Data

source: Delete
pt: Apagar

source: Description
pt: Descrição

source: Details
pt: Detalhes

source: Edit
pt: Editar

source: Edit Order
pt: Editar Venda

source: Fiscal Number
pt: Nº Contribuinte

source: Home
pt: Início

source: In Progress
pt: Em Processamento

source: Informations
pt: Observações

source: IsPaid
pt: Pago?

source: Name
pt: Nome

source: Name of Status
pt: Nome do Estado

source: No
pt: Não

source: Number
pt: Número

source: Order
pt: Venda

source: Order Creation error!
pt: Erro na criação da venda!

source: Order edited to In Progress!
pt: Venda editada para o Estado Em Progresso!

source: Order Edition error!
pt: Erro de edição de Venda!

source: Order In Progress -&gt; To Processed
pt: Venda Em progresso -> Para Processada

source: Order Processed -&gt; To Sent
pt: Venda Processada -> Para Enviada

source: Order Sent!
pt: Venda Enviada!

source: Order successfully created!
pt: Venda criada com sucesso!

source: Order successfully deleted!
pt: Venda eliminada com sucesso!

source: Order successfully edited!
pt: Venda editada com sucesso!

source: Ordered
pt: Encomendada

source: Ordered -&gt; To In Progress
pt: Venda Encomendada -> Para Em Progresso

source: Orders
pt: Vendas

source: Orders In Progress
pt: Vendas Em Progresso

source: Orders Ordered
pt: Vendas Encomendadas

source: Orders Processed
pt: Vendas Processadas

source: PostalCode
pt: Código Postal

source: Price
pt: Preço

source: Privacy
pt: Privacidade

source: Processed
pt: Processada

source: Product
pt: Produto

source: Product Creation error!
pt: Erro na criação do produto!

source: Product Deletion error!
pt: Erro ao apagar produto!

source: Product Edition error!
pt: Erro na edição do produto!

source: Product successfully created!
pt: Produto criado com sucesso!

source: Product successfully deleted!
pt: Produto eleminado com sucesso!

source: Product successfully edited!
pt: Produto editado com sucesso!

source: Products
pt: Produtos

source: Quantity
pt: Quantidade

source: Save
pt: Guardar

source: See All Orders
pt: Ver Todas as Vendas

source: Sent
pt: Enviada

source: Status
pt: Estado

source: Time
pt: Hora

source: Total Unpaid:
pt: Total Por Pagar:

source: Total Value
pt: Preço Total

source: Weight
pt: Peso

source: Yes
pt: Sim
